docs: 図表を追加
